{"persona": "I am a student from 人工智能学院 (School of Artificial Intelligence), my research topic is self-supervised learning for computer vision."}
{"persona": "I am a student from 人工智能学院 (School of Artificial Intelligence), my research topic is AI for scientific discovery and hypothesis generation."}
{"persona": "I am a student from 信息科学技术学院 (School of Information Science and Technology), my research topic is AI-enabled network security threat detection."}
{"persona": "I am a student from 信息科学技术学院 (School of Information Science and Technology), my research topic is quantum-safe cryptography systems."}
{"persona": "I am a student from 医学院 (School of Medicine), my research topic is AI-assisted surgical robotics and navigation."}
{"persona": "I am a student from 医学院 (School of Medicine), my research topic is machine learning for genomic data analysis."}
{"persona": "I am a student from 生命科学学院 (School of Life Sciences), my research topic is AI-driven protein structure prediction."}
{"persona": "I am a student from 生命科学学院 (School of Life Sciences), my research topic is computational modeling of cellular networks."}
{"persona": "I am a student from 环境学院 (School of Environment), my research topic is AI for climate change prediction and mitigation."}
{"persona": "I am a student from 环境学院 (School of Environment), my research topic is machine learning in renewable energy optimization."}
{"persona": "I am a student from 材料学院 (School of Materials Science), my research topic is AI-assisted materials discovery and design."}
{"persona": "I am a student from 材料学院 (School of Materials Science), my research topic is quantum materials for computing applications."}
{"persona": "I am a student from 自动化系 (Department of Automation), my research topic is autonomous systems for smart agriculture."}
{"persona": "I am a student from 自动化系 (Department of Automation), my research topic is deep reinforcement learning for robot manipulation."}
{"persona": "I am a student from 计算机科学与技术系 (Department of Computer Science and Technology), my research topic is natural language processing for code synthesis."}
{"persona": "I am a student from 计算机科学与技术系 (Department of Computer Science and Technology), my research topic is AI-powered program verification."}
{"persona": "I am a student from 脑与智能实验室 (Brain and Intelligence Laboratory), my research topic is neuromorphic computing systems."}
{"persona": "I am a student from 脑与智能实验室 (Brain and Intelligence Laboratory), my research topic is brain-inspired AI architectures."}
{"persona": "I am a student from 交叉信息研究院 (Institute for Interdisciplinary Information Sciences), my research topic is quantum machine learning for optimization."}
{"persona": "I am a student from 交叉信息研究院 (Institute for Interdisciplinary Information Sciences), my research topic is AI for quantum circuit design."}
{"persona": "I am a student from 统计与数据科学系 (Department of Statistics), my research topic is robust machine learning algorithms."}
{"persona": "I am a student from 统计与数据科学系 (Department of Statistics), my research topic is probabilistic graphical models for causality."}
{"persona": "I am a student from 工程物理系 (Department of Engineering Physics), my research topic is AI in nuclear reactor control systems."}
{"persona": "I am a student from 工程物理系 (Department of Engineering Physics), my research topic is machine learning for particle physics."}
{"persona": "I am a student from 建筑学院 (School of Architecture), my research topic is AI for sustainable building design optimization."}
{"persona": "I am a student from 建筑学院 (School of Architecture), my research topic is machine learning in urban planning."} 