{"persona": "I am a student from 安全科学学院 (School of Safety Science and Engineering), my research topic is occupational hazard assessment and prevention in industrial environments. I am a reluctant_user. Rarely uses ChatGPT. Skeptical but tries it occasionally. Prefers traditional methods."}
{"persona": "I am a student from 材料学院 (School of Materials Science), my research topic is development of advanced semiconductor materials for quantum computing applications. I am a moderate_user. Uses ChatGPT occasionally. Selective about when and how to use it. Balanced view of benefits and limitations."}
{"persona": "I am a student from 出土文献研究与保护中心 (Center for Research on Ancient Chinese Documents), my research topic is preservation techniques for bamboo and silk manuscripts from the Han Dynasty. I am a moderate_user. Uses ChatGPT occasionally. Selective about when and how to use it. Balanced view of benefits and limitations."}
{"persona": "I am a student from 低碳能源实验室 (Low Carbon Energy Laboratory), my research topic is optimization of solar-thermal energy storage systems. I am a moderate_user. Uses ChatGPT occasionally. Selective about when and how to use it. Balanced view of benefits and limitations."}
{"persona": "I am a student from 电机工程与应用电子技术系 (Department of Electrical Engineering), my research topic is design of high-efficiency electric vehicle charging systems. I am a non_user. Does not use ChatGPT at all. May have ethical concerns or prefer traditional methods. Might be uninterested in or unaware of AI tools."}
{"persona": "I am a student from 法学院 (School of Law), my research topic is legal frameworks for artificial intelligence and data privacy in China. I am a ai_enthusiast. Uses ChatGPT daily. Embraces AI tools enthusiastically. Sees significant benefits in their work."}
{"persona": "I am a student from 工程物理系 (Department of Engineering Physics), my research topic is plasma physics applications in fusion energy research. I am a ai_enthusiast. Uses ChatGPT daily. Embraces AI tools enthusiastically. Sees significant benefits in their work."}
{"persona": "I am a student from 航空航天学院 (School of Aerospace Engineering), my research topic is hypersonic vehicle aerodynamics and thermal protection systems. I am a non_user. Does not use ChatGPT at all. May have ethical concerns or prefer traditional methods. Might be uninterested in or unaware of AI tools."}
{"persona": "I am a student from 环境学院 (School of Environment), my research topic is urban air pollution monitoring and control strategies. I am a reluctant_user. Rarely uses ChatGPT. Skeptical but tries it occasionally. Prefers traditional methods."}
{"persona": "I am a student from 机械工程学院 (School of Mechanical Engineering), my research topic is robotics and automated manufacturing systems. I am a reluctant_user. Rarely uses ChatGPT. Skeptical but tries it occasionally. Prefers traditional methods."}
{"persona": "I am a student from 建筑学院 (School of Architecture), my research topic is sustainable urban design and green building technologies. I am a moderate_user. Uses ChatGPT occasionally. Selective about when and how to use it. Balanced view of benefits and limitations."}
{"persona": "I am a student from 经济管理学院 (School of Economics and Management), my research topic is digital economy transformation and platform business models. I am a moderate_user. Uses ChatGPT occasionally. Selective about when and how to use it. Balanced view of benefits and limitations."}
{"persona": "I am a student from 理学院 (School of Sciences), my research topic is quantum mechanics and its applications in computing. I am a non_user. Does not use ChatGPT at all. May have ethical concerns or prefer traditional methods. Might be uninterested in or unaware of AI tools."}
{"persona": "I am a student from 美术学院 (Academy of Arts and Design), my research topic is integration of traditional Chinese aesthetics in modern digital art. I am a ai_enthusiast. Uses ChatGPT daily. Embraces AI tools enthusiastically. Sees significant benefits in their work."}
{"persona": "I am a student from 人工智能学院 (School of Artificial Intelligence), my research topic is deep learning approaches for natural language processing. I am a moderate_user. Uses ChatGPT occasionally. Selective about when and how to use it. Balanced view of benefits and limitations."}
{"persona": "I am a student from 生命科学学院 (School of Life Sciences), my research topic is CRISPR gene editing technologies for disease treatment. I am a moderate_user. Uses ChatGPT occasionally. Selective about when and how to use it. Balanced view of benefits and limitations."}
{"persona": "I am a student from 数学科学中心 (Mathematical Sciences Center), my research topic is topological data analysis and its applications. I am a non_user. Does not use ChatGPT at all. May have ethical concerns or prefer traditional methods. Might be uninterested in or unaware of AI tools."}
{"persona": "I am a student from 统计与数据科学系 (Department of Statistics), my research topic is machine learning algorithms for big data analytics. I am a moderate_user. Uses ChatGPT occasionally. Selective about when and how to use it. Balanced view of benefits and limitations."}
{"persona": "I am a student from 土木水利学院 (School of Civil Engineering), my research topic is earthquake-resistant building design and structural health monitoring. I am a ai_enthusiast. Uses ChatGPT daily. Embraces AI tools enthusiastically. Sees significant benefits in their work."}
{"persona": "I am a student from 外国语言文学系 (Department of Foreign Languages), my research topic is computational linguistics and machine translation systems. I am a moderate_user. Uses ChatGPT occasionally. Selective about when and how to use it. Balanced view of benefits and limitations."}
{"persona": "I am a student from 新闻与传播学院 (School of Journalism and Communication), my research topic is social media influence on public opinion in China. I am a reluctant_user. Rarely uses ChatGPT. Skeptical but tries it occasionally. Prefers traditional methods."}
{"persona": "I am a student from 信息科学技术学院 (School of Information Science and Technology), my research topic is cybersecurity and blockchain technology. I am a non_user. Does not use ChatGPT at all. May have ethical concerns or prefer traditional methods. Might be uninterested in or unaware of AI tools."}
{"persona": "I am a student from 医学院 (School of Medicine), my research topic is development of mRNA vaccines for infectious diseases. I am a ai_enthusiast. Uses ChatGPT daily. Embraces AI tools enthusiastically. Sees significant benefits in their work."}
{"persona": "I am a student from 智能产业研究院 (Institute for Intelligent Industry), my research topic is industrial internet of things and smart manufacturing. I am a non_user. Does not use ChatGPT at all. May have ethical concerns or prefer traditional methods. Might be uninterested in or unaware of AI tools."}
{"persona": "I am a student from 高等研究院 (Institute for Advanced Study), my research topic is theoretical physics and string theory applications. I am a ai_enthusiast. Uses ChatGPT daily. Embraces AI tools enthusiastically. Sees significant benefits in their work."}
{"persona": "I am a student from 公共管理学院 (School of Public Policy and Management), my research topic is smart city governance and urban policy innovation. I am a reluctant_user. Rarely uses ChatGPT. Skeptical but tries it occasionally. Prefers traditional methods."}
{"persona": "I am a student from 国际与地区研究院 (Institute of International and Area Studies), my research topic is Belt and Road Initiative impact on global trade relations. I am a ai_enthusiast. Uses ChatGPT daily. Embraces AI tools enthusiastically. Sees significant benefits in their work."}
{"persona": "I am a student from 国家卓越工程师学院 (National Institute of Excellence in Engineering), my research topic is interdisciplinary engineering solutions for sustainable development. I am a moderate_user. Uses ChatGPT occasionally. Selective about when and how to use it. Balanced view of benefits and limitations."}
{"persona": "I am a student from 核能与新能源技术研究院 (Institute of Nuclear and New Energy Technology), my research topic is fourth-generation nuclear reactor design and safety. I am a moderate_user. Uses ChatGPT occasionally. Selective about when and how to use it. Balanced view of benefits and limitations."}
{"persona": "I am a student from 交叉信息研究院 (Institute for Interdisciplinary Information Sciences), my research topic is quantum computing algorithms and applications. I am a reluctant_user. Rarely uses ChatGPT. Skeptical but tries it occasionally. Prefers traditional methods."}
{"persona": "I am a student from 教育研究院 (Institute of Education), my research topic is artificial intelligence applications in personalized learning. I am a moderate_user. Uses ChatGPT occasionally. Selective about when and how to use it. Balanced view of benefits and limitations."}
{"persona": "I am a student from 马克思主义学院 (School of Marxism), my research topic is contemporary interpretations of Marxist economics in digital era. I am a ai_enthusiast. Uses ChatGPT daily. Embraces AI tools enthusiastically. Sees significant benefits in their work."}
{"persona": "I am a student from 脑与智能实验室 (Brain and Intelligence Laboratory), my research topic is neural mechanisms of decision-making and consciousness. I am a moderate_user. Uses ChatGPT occasionally. Selective about when and how to use it. Balanced view of benefits and limitations."}
{"persona": "I am a student from 全球创新学院 (Global Innovation Exchange), my research topic is cross-cultural technology innovation and entrepreneurship. I am a non_user. Does not use ChatGPT at all. May have ethical concerns or prefer traditional methods. Might be uninterested in or unaware of AI tools."}
{"persona": "I am a student from 求真书院 (Qiuzhen College), my research topic is interdisciplinary approaches to scientific research methodology. I am a ai_enthusiast. Uses ChatGPT daily. Embraces AI tools enthusiastically. Sees significant benefits in their work."}
{"persona": "I am a student from 人文学院 (School of Humanities), my research topic is digital humanities and computational analysis of classical Chinese texts. I am a ai_enthusiast. Uses ChatGPT daily. Embraces AI tools enthusiastically. Sees significant benefits in their work."}
{"persona": "I am a student from 社会科学学院 (School of Social Sciences), my research topic is social impact of artificial intelligence on urban communities. I am a ai_enthusiast. Uses ChatGPT daily. Embraces AI tools enthusiastically. Sees significant benefits in their work."}
{"persona": "I am a student from 深圳国际研究生院 (Shenzhen International Graduate School), my research topic is smart city technologies and urban innovation. I am a moderate_user. Uses ChatGPT occasionally. Selective about when and how to use it. Balanced view of benefits and limitations."}
{"persona": "I am a student from 生物医学交叉研究院 (Institute of Biomedical Engineering), my research topic is AI-assisted medical imaging and diagnosis systems. I am a non_user. Does not use ChatGPT at all. May have ethical concerns or prefer traditional methods. Might be uninterested in or unaware of AI tools."}
{"persona": "I am a student from 苏世民书院 (Schwarzman College), my research topic is global leadership in technological innovation and policy. I am a reluctant_user. Rarely uses ChatGPT. Skeptical but tries it occasionally. Prefers traditional methods."}
{"persona": "I am a student from 体育部 (Department of Physical Education), my research topic is sports science and performance optimization using wearable technology. I am a moderate_user. Uses ChatGPT occasionally. Selective about when and how to use it. Balanced view of benefits and limitations."}
{"persona": "I am a student from 碳中和研究院 (Institute of Carbon Neutrality), my research topic is carbon capture and storage technologies for industrial applications. I am a moderate_user. Uses ChatGPT occasionally. Selective about when and how to use it. Balanced view of benefits and limitations."}
{"persona": "I am a student from 万科公共卫生与健康学院 (Vanke School of Public Health), my research topic is epidemiological modeling and disease prevention strategies. I am a non_user. Does not use ChatGPT at all. May have ethical concerns or prefer traditional methods. Might be uninterested in or unaware of AI tools."}
{"persona": "I am a student from 未来实验室 (Future Lab), my research topic is emerging technologies in human-machine interaction. I am a moderate_user. Uses ChatGPT occasionally. Selective about when and how to use it. Balanced view of benefits and limitations."}
{"persona": "I am a student from 五道口金融学院 (PBC School of Finance), my research topic is fintech innovation and digital currency systems. I am a ai_enthusiast. Uses ChatGPT daily. Embraces AI tools enthusiastically. Sees significant benefits in their work."}
{"persona": "I am a student from 心理与认知科学系 (Department of Psychology and Cognitive Science), my research topic is cognitive processing in virtual reality environments. I am a moderate_user. Uses ChatGPT occasionally. Selective about when and how to use it. Balanced view of benefits and limitations."}
{"persona": "I am a student from 艺术教育中心 (Arts Education Center), my research topic is digital technologies in art education and creative expression. I am a non_user. Does not use ChatGPT at all. May have ethical concerns or prefer traditional methods. Might be uninterested in or unaware of AI tools."}
{"persona": "I am a student from 语言教学中心 (Language Learning Center), my research topic is AI-powered language learning platforms and methodologies. I am a moderate_user. Uses ChatGPT occasionally. Selective about when and how to use it. Balanced view of benefits and limitations."}
{"persona": "I am a student from 致理书院 (Zhili College), my research topic is ethical implications of emerging technologies in society. I am a moderate_user. Uses ChatGPT occasionally. Selective about when and how to use it. Balanced view of benefits and limitations."}
{"persona": "I am a student from 信息科学技术学院 (School of Information Science and Technology), my research topic is artificial intelligence for edge computing and IoT networks. I am a reluctant_user. Rarely uses ChatGPT. Skeptical but tries it occasionally. Prefers traditional methods."}
{"persona": "I am a student from 信息科学技术学院 (School of Information Science and Technology), my research topic is computer vision and autonomous driving systems. I am a non_user. Does not use ChatGPT at all. May have ethical concerns or prefer traditional methods. Might be uninterested in or unaware of AI tools."}
{"persona": "I am a student from 信息科学技术学院 (School of Information Science and Technology), my research topic is quantum information processing and quantum communication. I am a non_user. Does not use ChatGPT at all. May have ethical concerns or prefer traditional methods. Might be uninterested in or unaware of AI tools."}
{"persona": "I am a student from 经济管理学院 (School of Economics and Management), my research topic is artificial intelligence applications in financial markets. I am a ai_enthusiast. Uses ChatGPT daily. Embraces AI tools enthusiastically. Sees significant benefits in their work."}
{"persona": "I am a student from 经济管理学院 (School of Economics and Management), my research topic is supply chain optimization using blockchain technology. I am a ai_enthusiast. Uses ChatGPT daily. Embraces AI tools enthusiastically. Sees significant benefits in their work."}
{"persona": "I am a student from 人工智能学院 (School of Artificial Intelligence), my research topic is reinforcement learning for robotic control systems. I am a non_user. Does not use ChatGPT at all. May have ethical concerns or prefer traditional methods. Might be uninterested in or unaware of AI tools."}
{"persona": "I am a student from 人工智能学院 (School of Artificial Intelligence), my research topic is federated learning and privacy-preserving AI. I am a ai_enthusiast. Uses ChatGPT daily. Embraces AI tools enthusiastically. Sees significant benefits in their work."}
{"persona": "I am a student from 人工智能学院 (School of Artificial Intelligence), my research topic is multimodal learning for human-robot interaction. I am a non_user. Does not use ChatGPT at all. May have ethical concerns or prefer traditional methods. Might be uninterested in or unaware of AI tools."}
{"persona": "I am a student from 医学院 (School of Medicine), my research topic is AI-driven drug discovery and development. I am a moderate_user. Uses ChatGPT occasionally. Selective about when and how to use it. Balanced view of benefits and limitations."}
{"persona": "I am a student from 医学院 (School of Medicine), my research topic is precision medicine and personalized treatment strategies. I am a moderate_user. Uses ChatGPT occasionally. Selective about when and how to use it. Balanced view of benefits and limitations."}
{"persona": "I am a student from 机械工程学院 (School of Mechanical Engineering), my research topic is smart manufacturing and digital twin technology. I am a ai_enthusiast. Uses ChatGPT daily. Embraces AI tools enthusiastically. Sees significant benefits in their work."}
{"persona": "I am a student from 机械工程学院 (School of Mechanical Engineering), my research topic is bio-inspired robotics and soft robotics systems. I am a ai_enthusiast. Uses ChatGPT daily. Embraces AI tools enthusiastically. Sees significant benefits in their work."}
{"persona": "I am a student from 航空航天学院 (School of Aerospace Engineering), my research topic is satellite navigation systems and space communication. I am a ai_enthusiast. Uses ChatGPT daily. Embraces AI tools enthusiastically. Sees significant benefits in their work."}
{"persona": "I am a student from 航空航天学院 (School of Aerospace Engineering), my research topic is reusable rocket technology and propulsion systems. I am a ai_enthusiast. Uses ChatGPT daily. Embraces AI tools enthusiastically. Sees significant benefits in their work."}
{"persona": "I am a student from 环境学院 (School of Environment), my research topic is AI-powered environmental monitoring and prediction systems. I am a moderate_user. Uses ChatGPT occasionally. Selective about when and how to use it. Balanced view of benefits and limitations."}
{"persona": "I am a student from 环境学院 (School of Environment), my research topic is circular economy and sustainable waste management. I am a non_user. Does not use ChatGPT at all. May have ethical concerns or prefer traditional methods. Might be uninterested in or unaware of AI tools."}
{"persona": "I am a student from 材料学院 (School of Materials Science), my research topic is smart materials and self-healing composites. I am a moderate_user. Uses ChatGPT occasionally. Selective about when and how to use it. Balanced view of benefits and limitations."}
{"persona": "I am a student from 材料学院 (School of Materials Science), my research topic is nanomaterials for energy storage applications. I am a ai_enthusiast. Uses ChatGPT daily. Embraces AI tools enthusiastically. Sees significant benefits in their work."}
{"persona": "I am a student from 生命科学学院 (School of Life Sciences), my research topic is synthetic biology and metabolic engineering. I am a non_user. Does not use ChatGPT at all. May have ethical concerns or prefer traditional methods. Might be uninterested in or unaware of AI tools."}
{"persona": "I am a student from 生命科学学院 (School of Life Sciences), my research topic is bioinformatics and computational biology. I am a ai_enthusiast. Uses ChatGPT daily. Embraces AI tools enthusiastically. Sees significant benefits in their work."}
{"persona": "I am a student from 建筑学院 (School of Architecture), my research topic is parametric design and digital fabrication in architecture. I am a reluctant_user. Rarely uses ChatGPT. Skeptical but tries it occasionally. Prefers traditional methods."}
{"persona": "I am a student from 建筑学院 (School of Architecture), my research topic is heritage conservation and digital preservation techniques. I am a reluctant_user. Rarely uses ChatGPT. Skeptical but tries it occasionally. Prefers traditional methods."}
{"persona": "I am a student from 电机工程与应用电子技术系 (Department of Electrical Engineering), my research topic is smart grid technologies and power systems optimization. I am a moderate_user. Uses ChatGPT occasionally. Selective about when and how to use it. Balanced view of benefits and limitations."}
{"persona": "I am a student from 电机工程与应用电子技术系 (Department of Electrical Engineering), my research topic is wireless power transfer and energy harvesting. I am a reluctant_user. Rarely uses ChatGPT. Skeptical but tries it occasionally. Prefers traditional methods."}
{"persona": "I am a student from 深圳国际研究生院 (Shenzhen International Graduate School), my research topic is advanced semiconductor devices and integrated circuits. I am a non_user. Does not use ChatGPT at all. May have ethical concerns or prefer traditional methods. Might be uninterested in or unaware of AI tools."}
{"persona": "I am a student from 深圳国际研究生院 (Shenzhen International Graduate School), my research topic is 5G/6G communication technologies and applications. I am a ai_enthusiast. Uses ChatGPT daily. Embraces AI tools enthusiastically. Sees significant benefits in their work."}
{"persona": "I am a student from 理学院 (School of Sciences), my research topic is computational physics and molecular dynamics simulation. I am a reluctant_user. Rarely uses ChatGPT. Skeptical but tries it occasionally. Prefers traditional methods."}
{"persona": "I am a student from 理学院 (School of Sciences), my research topic is dark matter detection and particle physics. I am a non_user. Does not use ChatGPT at all. May have ethical concerns or prefer traditional methods. Might be uninterested in or unaware of AI tools."}
{"persona": "I am a student from 交叉信息研究院 (Institute for Interdisciplinary Information Sciences), my research topic is quantum cryptography and secure communication. I am a ai_enthusiast. Uses ChatGPT daily. Embraces AI tools enthusiastically. Sees significant benefits in their work."}
{"persona": "I am a student from 交叉信息研究院 (Institute for Interdisciplinary Information Sciences), my research topic is theoretical computer science and complexity theory. I am a moderate_user. Uses ChatGPT occasionally. Selective about when and how to use it. Balanced view of benefits and limitations."}
{"persona": "I am a student from 核能与新能源技术研究院 (Institute of Nuclear and New Energy Technology), my research topic is molten salt reactor technology. I am a non_user. Does not use ChatGPT at all. May have ethical concerns or prefer traditional methods. Might be uninterested in or unaware of AI tools."}
{"persona": "I am a student from 核能与新能源技术研究院 (Institute of Nuclear and New Energy Technology), my research topic is hydrogen energy production and storage systems. I am a ai_enthusiast. Uses ChatGPT daily. Embraces AI tools enthusiastically. Sees significant benefits in their work."}
{"persona": "I am a student from 脑与智能实验室 (Brain and Intelligence Laboratory), my research topic is brain-computer interfaces for assistive technology. I am a ai_enthusiast. Uses ChatGPT daily. Embraces AI tools enthusiastically. Sees significant benefits in their work."}
{"persona": "I am a student from 脑与智能实验室 (Brain and Intelligence Laboratory), my research topic is computational models of human learning and memory. I am a ai_enthusiast. Uses ChatGPT daily. Embraces AI tools enthusiastically. Sees significant benefits in their work."}
{"persona": "I am a student from 五道口金融学院 (PBC School of Finance), my research topic is algorithmic trading and market microstructure. I am a ai_enthusiast. Uses ChatGPT daily. Embraces AI tools enthusiastically. Sees significant benefits in their work."}
{"persona": "I am a student from 五道口金融学院 (PBC School of Finance), my research topic is cryptocurrency economics and decentralized finance. I am a ai_enthusiast. Uses ChatGPT daily. Embraces AI tools enthusiastically. Sees significant benefits in their work."}
{"persona": "I am a student from 公共管理学院 (School of Public Policy and Management), my research topic is digital governance and e-government services. I am a reluctant_user. Rarely uses ChatGPT. Skeptical but tries it occasionally. Prefers traditional methods."}
{"persona": "I am a student from 公共管理学院 (School of Public Policy and Management), my research topic is sustainable development policy in metropolitan areas. I am a moderate_user. Uses ChatGPT occasionally. Selective about when and how to use it. Balanced view of benefits and limitations."}
{"persona": "I am a student from 社会科学学院 (School of Social Sciences), my research topic is digital transformation impact on urban employment. I am a ai_enthusiast. Uses ChatGPT daily. Embraces AI tools enthusiastically. Sees significant benefits in their work."}
{"persona": "I am a student from 社会科学学院 (School of Social Sciences), my research topic is technological innovation and social inequality. I am a reluctant_user. Rarely uses ChatGPT. Skeptical but tries it occasionally. Prefers traditional methods."}
{"persona": "I am a student from 美术学院 (Academy of Arts and Design), my research topic is virtual reality in contemporary art installations. I am a non_user. Does not use ChatGPT at all. May have ethical concerns or prefer traditional methods. Might be uninterested in or unaware of AI tools."}
{"persona": "I am a student from 美术学院 (Academy of Arts and Design), my research topic is AI-generated art and creative algorithms. I am a moderate_user. Uses ChatGPT occasionally. Selective about when and how to use it. Balanced view of benefits and limitations."}
{"persona": "I am a student from 新闻与传播学院 (School of Journalism and Communication), my research topic is computational propaganda and information warfare. I am a moderate_user. Uses ChatGPT occasionally. Selective about when and how to use it. Balanced view of benefits and limitations."}
{"persona": "I am a student from 新闻与传播学院 (School of Journalism and Communication), my research topic is AI-powered news production and verification systems. I am a moderate_user. Uses ChatGPT occasionally. Selective about when and how to use it. Balanced view of benefits and limitations."}
{"persona": "I am a student from 统计与数据科学系 (Department of Statistics), my research topic is causal inference in large-scale social networks. I am a non_user. Does not use ChatGPT at all. May have ethical concerns or prefer traditional methods. Might be uninterested in or unaware of AI tools."}
{"persona": "I am a student from 统计与数据科学系 (Department of Statistics), my research topic is statistical learning theory and deep neural networks. I am a moderate_user. Uses ChatGPT occasionally. Selective about when and how to use it. Balanced view of benefits and limitations."}
{"persona": "I am a student from 工程物理系 (Department of Engineering Physics), my research topic is radiation detection and imaging technologies. I am a reluctant_user. Rarely uses ChatGPT. Skeptical but tries it occasionally. Prefers traditional methods."}
{"persona": "I am a student from 工程物理系 (Department of Engineering Physics), my research topic is quantum sensing and precision measurement. I am a reluctant_user. Rarely uses ChatGPT. Skeptical but tries it occasionally. Prefers traditional methods."}
{"persona": "I am a student from 碳中和研究院 (Institute of Carbon Neutrality), my research topic is green hydrogen production technologies. I am a moderate_user. Uses ChatGPT occasionally. Selective about when and how to use it. Balanced view of benefits and limitations."}
{"persona": "I am a student from 碳中和研究院 (Institute of Carbon Neutrality), my research topic is AI-optimized renewable energy integration. I am a reluctant_user. Rarely uses ChatGPT. Skeptical but tries it occasionally. Prefers traditional methods."}
{"persona": "I am a student from 生物医学交叉研究院 (Institute of Biomedical Engineering), my research topic is neural prosthetics and brain-machine interfaces. I am a ai_enthusiast. Uses ChatGPT daily. Embraces AI tools enthusiastically. Sees significant benefits in their work."}
{"persona": "I am a student from 生物医学交叉研究院 (Institute of Biomedical Engineering), my research topic is nanomedicine for targeted drug delivery. I am a moderate_user. Uses ChatGPT occasionally. Selective about when and how to use it. Balanced view of benefits and limitations."}
{"persona": "I am a student from 理学院 (School of Sciences), my research topic is cosmology and early universe physics. I am a moderate_user. Uses ChatGPT occasionally. Selective about when and how to use it. Balanced view of benefits and limitations."}
{"persona": "I am a student from 理学院 (School of Sciences), my research topic is superconductivity and quantum materials. I am a ai_enthusiast. Uses ChatGPT daily. Embraces AI tools enthusiastically. Sees significant benefits in their work."}
{"persona": "I am a student from 理学院 (School of Sciences), my research topic is mathematical modeling of complex biological systems. I am a moderate_user. Uses ChatGPT occasionally. Selective about when and how to use it. Balanced view of benefits and limitations."}
{"persona": "I am a student from 理学院 (School of Sciences), my research topic is atmospheric physics and climate modeling. I am a moderate_user. Uses ChatGPT occasionally. Selective about when and how to use it. Balanced view of benefits and limitations."}
{"persona": "I am a student from 航空航天学院 (School of Aerospace Engineering), my research topic is spacecraft attitude dynamics and control. I am a reluctant_user. Rarely uses ChatGPT. Skeptical but tries it occasionally. Prefers traditional methods."}
{"persona": "I am a student from 航空航天学院 (School of Aerospace Engineering), my research topic is advanced composite materials for aerospace applications. I am a moderate_user. Uses ChatGPT occasionally. Selective about when and how to use it. Balanced view of benefits and limitations."}
{"persona": "I am a student from 航空航天学院 (School of Aerospace Engineering), my research topic is space debris monitoring and removal technologies. I am a non_user. Does not use ChatGPT at all. May have ethical concerns or prefer traditional methods. Might be uninterested in or unaware of AI tools."}
{"persona": "I am a student from 航空航天学院 (School of Aerospace Engineering), my research topic is computational fluid dynamics for aircraft design. I am a moderate_user. Uses ChatGPT occasionally. Selective about when and how to use it. Balanced view of benefits and limitations."}
{"persona": "I am a student from 交叉信息研究院 (Institute for Interdisciplinary Information Sciences), my research topic is distributed computing and blockchain systems. I am a ai_enthusiast. Uses ChatGPT daily. Embraces AI tools enthusiastically. Sees significant benefits in their work."}
{"persona": "I am a student from 交叉信息研究院 (Institute for Interdisciplinary Information Sciences), my research topic is quantum machine learning algorithms. I am a moderate_user. Uses ChatGPT occasionally. Selective about when and how to use it. Balanced view of benefits and limitations."}
{"persona": "I am a student from 交叉信息研究院 (Institute for Interdisciplinary Information Sciences), my research topic is zero-knowledge proofs and cryptographic protocols. I am a moderate_user. Uses ChatGPT occasionally. Selective about when and how to use it. Balanced view of benefits and limitations."}
{"persona": "I am a student from 交叉信息研究院 (Institute for Interdisciplinary Information Sciences), my research topic is algorithmic game theory and mechanism design. I am a non_user. Does not use ChatGPT at all. May have ethical concerns or prefer traditional methods. Might be uninterested in or unaware of AI tools."}
{"persona": "I am a student from 生物医学交叉研究院 (Institute of Biomedical Engineering), my research topic is tissue engineering and regenerative medicine. I am a ai_enthusiast. Uses ChatGPT daily. Embraces AI tools enthusiastically. Sees significant benefits in their work."}
{"persona": "I am a student from 生物医学交叉研究院 (Institute of Biomedical Engineering), my research topic is microfluidic devices for point-of-care diagnostics. I am a non_user. Does not use ChatGPT at all. May have ethical concerns or prefer traditional methods. Might be uninterested in or unaware of AI tools."}
{"persona": "I am a student from 生物医学交叉研究院 (Institute of Biomedical Engineering), my research topic is biomechanics and computational modeling of human movement. I am a moderate_user. Uses ChatGPT occasionally. Selective about when and how to use it. Balanced view of benefits and limitations."}
{"persona": "I am a student from 生物医学交叉研究院 (Institute of Biomedical Engineering), my research topic is optogenetics and neural circuit manipulation. I am a moderate_user. Uses ChatGPT occasionally. Selective about when and how to use it. Balanced view of benefits and limitations."}
{"persona": "I am a student from 理学院 (School of Sciences), my research topic is string theory and quantum gravity. I am a moderate_user. Uses ChatGPT occasionally. Selective about when and how to use it. Balanced view of benefits and limitations."}
{"persona": "I am a student from 理学院 (School of Sciences), my research topic is nonlinear dynamics and chaos theory. I am a moderate_user. Uses ChatGPT occasionally. Selective about when and how to use it. Balanced view of benefits and limitations."}
{"persona": "I am a student from 理学院 (School of Sciences), my research topic is quantum optics and photonics. I am a ai_enthusiast. Uses ChatGPT daily. Embraces AI tools enthusiastically. Sees significant benefits in their work."}
{"persona": "I am a student from 航空航天学院 (School of Aerospace Engineering), my research topic is smart materials for morphing aircraft structures. I am a moderate_user. Uses ChatGPT occasionally. Selective about when and how to use it. Balanced view of benefits and limitations."}
{"persona": "I am a student from 航空航天学院 (School of Aerospace Engineering), my research topic is autonomous drone swarm control systems. I am a reluctant_user. Rarely uses ChatGPT. Skeptical but tries it occasionally. Prefers traditional methods."}
{"persona": "I am a student from 航空航天学院 (School of Aerospace Engineering), my research topic is plasma propulsion for deep space missions. I am a moderate_user. Uses ChatGPT occasionally. Selective about when and how to use it. Balanced view of benefits and limitations."}
{"persona": "I am a student from 交叉信息研究院 (Institute for Interdisciplinary Information Sciences), my research topic is post-quantum cryptography algorithms. I am a ai_enthusiast. Uses ChatGPT daily. Embraces AI tools enthusiastically. Sees significant benefits in their work."}
{"persona": "I am a student from 交叉信息研究院 (Institute for Interdisciplinary Information Sciences), my research topic is topological quantum computation. I am a reluctant_user. Rarely uses ChatGPT. Skeptical but tries it occasionally. Prefers traditional methods."}
{"persona": "I am a student from 交叉信息研究院 (Institute for Interdisciplinary Information Sciences), my research topic is quantum error correction codes. I am a moderate_user. Uses ChatGPT occasionally. Selective about when and how to use it. Balanced view of benefits and limitations."}
{"persona": "I am a student from 生物医学交叉研究院 (Institute of Biomedical Engineering), my research topic is AI-powered medical robotics and surgical systems. I am a moderate_user. Uses ChatGPT occasionally. Selective about when and how to use it. Balanced view of benefits and limitations."}
{"persona": "I am a student from 生物医学交叉研究院 (Institute of Biomedical Engineering), my research topic is bioelectronic medicine and neural stimulation. I am a reluctant_user. Rarely uses ChatGPT. Skeptical but tries it occasionally. Prefers traditional methods."}
{"persona": "I am a student from 生物医学交叉研究院 (Institute of Biomedical Engineering), my research topic is synthetic biology for therapeutic applications. I am a moderate_user. Uses ChatGPT occasionally. Selective about when and how to use it. Balanced view of benefits and limitations."}
{"persona": "I am a student from 理学院 (School of Sciences), my research topic is plasma physics and controlled fusion. I am a reluctant_user. Rarely uses ChatGPT. Skeptical but tries it occasionally. Prefers traditional methods."}
{"persona": "I am a student from 理学院 (School of Sciences), my research topic is computational chemistry and molecular modeling. I am a reluctant_user. Rarely uses ChatGPT. Skeptical but tries it occasionally. Prefers traditional methods."}
{"persona": "I am a student from 理学院 (School of Sciences), my research topic is gravitational wave detection methods. I am a moderate_user. Uses ChatGPT occasionally. Selective about when and how to use it. Balanced view of benefits and limitations."}
{"persona": "I am a student from 航空航天学院 (School of Aerospace Engineering), my research topic is electric propulsion systems for satellites. I am a non_user. Does not use ChatGPT at all. May have ethical concerns or prefer traditional methods. Might be uninterested in or unaware of AI tools."}
{"persona": "I am a student from 航空航天学院 (School of Aerospace Engineering), my research topic is aerospace structural health monitoring. I am a moderate_user. Uses ChatGPT occasionally. Selective about when and how to use it. Balanced view of benefits and limitations."}
{"persona": "I am a student from 航空航天学院 (School of Aerospace Engineering), my research topic is Mars exploration vehicle design. I am a ai_enthusiast. Uses ChatGPT daily. Embraces AI tools enthusiastically. Sees significant benefits in their work."}
{"persona": "I am a student from 信息科学技术学院 (School of Information Science and Technology), my research topic is neuromorphic computing architectures. I am a reluctant_user. Rarely uses ChatGPT. Skeptical but tries it occasionally. Prefers traditional methods."}
{"persona": "I am a student from 信息科学技术学院 (School of Information Science and Technology), my research topic is software-defined networking security. I am a moderate_user. Uses ChatGPT occasionally. Selective about when and how to use it. Balanced view of benefits and limitations."}
{"persona": "I am a student from 信息科学技术学院 (School of Information Science and Technology), my research topic is real-time embedded systems design. I am a ai_enthusiast. Uses ChatGPT daily. Embraces AI tools enthusiastically. Sees significant benefits in their work."}
{"persona": "I am a student from 人工智能学院 (School of Artificial Intelligence), my research topic is explainable AI for medical diagnosis. I am a moderate_user. Uses ChatGPT occasionally. Selective about when and how to use it. Balanced view of benefits and limitations."}
{"persona": "I am a student from 人工智能学院 (School of Artificial Intelligence), my research topic is AI-powered robotics manipulation. I am a ai_enthusiast. Uses ChatGPT daily. Embraces AI tools enthusiastically. Sees significant benefits in their work."}
{"persona": "I am a student from 人工智能学院 (School of Artificial Intelligence), my research topic is graph neural networks for social network analysis. I am a non_user. Does not use ChatGPT at all. May have ethical concerns or prefer traditional methods. Might be uninterested in or unaware of AI tools."}
{"persona": "I am a student from 交叉信息研究院 (Institute for Interdisciplinary Information Sciences), my research topic is quantum random number generators. I am a non_user. Does not use ChatGPT at all. May have ethical concerns or prefer traditional methods. Might be uninterested in or unaware of AI tools."}
{"persona": "I am a student from 交叉信息研究院 (Institute for Interdisciplinary Information Sciences), my research topic is privacy-preserving machine learning. I am a moderate_user. Uses ChatGPT occasionally. Selective about when and how to use it. Balanced view of benefits and limitations."}
{"persona": "I am a student from 交叉信息研究院 (Institute for Interdisciplinary Information Sciences), my research topic is quantum internet protocols. I am a non_user. Does not use ChatGPT at all. May have ethical concerns or prefer traditional methods. Might be uninterested in or unaware of AI tools."}
{"persona": "I am a student from 生物医学交叉研究院 (Institute of Biomedical Engineering), my research topic is smart wearable medical devices. I am a non_user. Does not use ChatGPT at all. May have ethical concerns or prefer traditional methods. Might be uninterested in or unaware of AI tools."}
{"persona": "I am a student from 生物医学交叉研究院 (Institute of Biomedical Engineering), my research topic is 3D bioprinting of artificial organs. I am a non_user. Does not use ChatGPT at all. May have ethical concerns or prefer traditional methods. Might be uninterested in or unaware of AI tools."}
{"persona": "I am a student from 生物医学交叉研究院 (Institute of Biomedical Engineering), my research topic is molecular imaging techniques. I am a moderate_user. Uses ChatGPT occasionally. Selective about when and how to use it. Balanced view of benefits and limitations."}
{"persona": "I am a student from 材料学院 (School of Materials Science), my research topic is 2D materials for electronics applications. I am a ai_enthusiast. Uses ChatGPT daily. Embraces AI tools enthusiastically. Sees significant benefits in their work."}
{"persona": "I am a student from 材料学院 (School of Materials Science), my research topic is biomimetic materials design. I am a non_user. Does not use ChatGPT at all. May have ethical concerns or prefer traditional methods. Might be uninterested in or unaware of AI tools."}
{"persona": "I am a student from 材料学院 (School of Materials Science), my research topic is advanced battery materials synthesis. I am a reluctant_user. Rarely uses ChatGPT. Skeptical but tries it occasionally. Prefers traditional methods."}
{"persona": "I am a student from 环境学院 (School of Environment), my research topic is microplastic pollution detection and removal. I am a non_user. Does not use ChatGPT at all. May have ethical concerns or prefer traditional methods. Might be uninterested in or unaware of AI tools."}
{"persona": "I am a student from 环境学院 (School of Environment), my research topic is ecological restoration technologies. I am a ai_enthusiast. Uses ChatGPT daily. Embraces AI tools enthusiastically. Sees significant benefits in their work."}
{"persona": "I am a student from 环境学院 (School of Environment), my research topic is smart water quality monitoring systems. I am a moderate_user. Uses ChatGPT occasionally. Selective about when and how to use it. Balanced view of benefits and limitations."}
{"persona": "I am a student from 建筑学院 (School of Architecture), my research topic is AI-assisted architectural design optimization. I am a moderate_user. Uses ChatGPT occasionally. Selective about when and how to use it. Balanced view of benefits and limitations."}
{"persona": "I am a student from 建筑学院 (School of Architecture), my research topic is smart building energy management systems. I am a moderate_user. Uses ChatGPT occasionally. Selective about when and how to use it. Balanced view of benefits and limitations."}
{"persona": "I am a student from 建筑学院 (School of Architecture), my research topic is urban microclimate modeling and design. I am a reluctant_user. Rarely uses ChatGPT. Skeptical but tries it occasionally. Prefers traditional methods."}
{"persona": "I am a student from 经济管理学院 (School of Economics and Management), my research topic is AI-driven market prediction models. I am a moderate_user. Uses ChatGPT occasionally. Selective about when and how to use it. Balanced view of benefits and limitations."}
{"persona": "I am a student from 经济管理学院 (School of Economics and Management), my research topic is sustainable business strategies in digital economy. I am a non_user. Does not use ChatGPT at all. May have ethical concerns or prefer traditional methods. Might be uninterested in or unaware of AI tools."}
{"persona": "I am a student from 经济管理学院 (School of Economics and Management), my research topic is quantum computing applications in finance. I am a moderate_user. Uses ChatGPT occasionally. Selective about when and how to use it. Balanced view of benefits and limitations."}
{"persona": "I am a student from 医学院 (School of Medicine), my research topic is AI in medical image analysis. I am a ai_enthusiast. Uses ChatGPT daily. Embraces AI tools enthusiastically. Sees significant benefits in their work."}
{"persona": "I am a student from 医学院 (School of Medicine), my research topic is gene therapy for genetic disorders. I am a moderate_user. Uses ChatGPT occasionally. Selective about when and how to use it. Balanced view of benefits and limitations."}
{"persona": "I am a student from 医学院 (School of Medicine), my research topic is immunotherapy optimization using machine learning. I am a reluctant_user. Rarely uses ChatGPT. Skeptical but tries it occasionally. Prefers traditional methods."}
{"persona": "I am a student from 深圳国际研究生院 (Shenzhen International Graduate School), my research topic is next-generation display technologies. I am a reluctant_user. Rarely uses ChatGPT. Skeptical but tries it occasionally. Prefers traditional methods."}
{"persona": "I am a student from 深圳国际研究生院 (Shenzhen International Graduate School), my research topic is smart city infrastructure optimization. I am a non_user. Does not use ChatGPT at all. May have ethical concerns or prefer traditional methods. Might be uninterested in or unaware of AI tools."}
{"persona": "I am a student from 深圳国际研究生院 (Shenzhen International Graduate School), my research topic is industrial robotics and automation. I am a reluctant_user. Rarely uses ChatGPT. Skeptical but tries it occasionally. Prefers traditional methods."}
{"persona": "I am a student from 人工智能学院 (School of Artificial Intelligence), my research topic is large language models and few-shot learning. I am a ai_enthusiast. Uses ChatGPT daily. Embraces AI tools enthusiastically. Sees significant benefits in their work."}
{"persona": "I am a student from 人工智能学院 (School of Artificial Intelligence), my research topic is AI-powered autonomous decision making systems. I am a ai_enthusiast. Uses ChatGPT daily. Embraces AI tools enthusiastically. Sees significant benefits in their work."}
{"persona": "I am a student from 人工智能学院 (School of Artificial Intelligence), my research topic is em2otion recognition in multimodal AI systems. I am a non_user. Does not use ChatGPT at all. May have ethical concerns or prefer traditional methods. Might be uninterested in or unaware of AI tools."}
{"persona": "I am a student from 信息科学技术学院 (School of Information Science and Technology), my research topic is AI-driven network optimization and security. I am a moderate_user. Uses ChatGPT occasionally. Selective about when and how to use it. Balanced view of benefits and limitations."}
{"persona": "I am a student from 信息科学技术学院 (School of Information Science and Technology), my research topic is machine learning for 6G network design. I am a moderate_user. Uses ChatGPT occasionally. Selective about when and how to use it. Balanced view of benefits and limitations."}
{"persona": "I am a student from 交叉信息研究院 (Institute for Interdisciplinary Information Sciences), my research topic is quantum-inspired machine learning algorithms. I am a reluctant_user. Rarely uses ChatGPT. Skeptical but tries it occasionally. Prefers traditional methods."}
{"persona": "I am a student from 交叉信息研究院 (Institute for Interdisciplinary Information Sciences), my research topic is AI for quantum error mitigation. I am a ai_enthusiast. Uses ChatGPT daily. Embraces AI tools enthusiastically. Sees significant benefits in their work."}
{"persona": "I am a student from 自动化系 (Department of Automation), my research topic is reinforcement learning for industrial process control. I am a ai_enthusiast. Uses ChatGPT daily. Embraces AI tools enthusiastically. Sees significant benefits in their work."}
{"persona": "I am a student from 自动化系 (Department of Automation), my research topic is AI-powered predictive maintenance systems. I am a non_user. Does not use ChatGPT at all. May have ethical concerns or prefer traditional methods. Might be uninterested in or unaware of AI tools."}
{"persona": "I am a student from 电机工程与应用电子技术系 (Department of Electrical Engineering), my research topic is AI optimization for smart grid management. I am a non_user. Does not use ChatGPT at all. May have ethical concerns or prefer traditional methods. Might be uninterested in or unaware of AI tools."}
{"persona": "I am a student from 脑与智能实验室 (Brain and Intelligence Laboratory), my research topic is neural-inspired artificial intelligence architectures. I am a non_user. Does not use ChatGPT at all. May have ethical concerns or prefer traditional methods. Might be uninterested in or unaware of AI tools."}
{"persona": "I am a student from 脑与智能实验室 (Brain and Intelligence Laboratory), my research topic is AI models of human cognitive development. I am a moderate_user. Uses ChatGPT occasionally. Selective about when and how to use it. Balanced view of benefits and limitations."}
{"persona": "I am a student from 统计与数据科学系 (Department of Statistics), my research topic is foundation models for time series prediction. I am a moderate_user. Uses ChatGPT occasionally. Selective about when and how to use it. Balanced view of benefits and limitations."}
{"persona": "I am a student from 统计与数据科学系 (Department of Statistics), my research topic is interpretable AI for scientific discovery. I am a reluctant_user. Rarely uses ChatGPT. Skeptical but tries it occasionally. Prefers traditional methods."}
{"persona": "I am a student from 计算机科学与技术系 (Department of Computer Science and Technology), my research topic is AI-powered code generation and analysis. I am a moderate_user. Uses ChatGPT occasionally. Selective about when and how to use it. Balanced view of benefits and limitations."}
{"persona": "I am a student from 计算机科学与技术系 (Department of Computer Science and Technology), my research topic is AI systems for software testing and verification. I am a ai_enthusiast. Uses ChatGPT daily. Embraces AI tools enthusiastically. Sees significant benefits in their work."}
{"persona": "I am a student from 智能产业研究院 (Institute for Intelligent Industry), my research topic is AI applications in smart manufacturing. I am a non_user. Does not use ChatGPT at all. May have ethical concerns or prefer traditional methods. Might be uninterested in or unaware of AI tools."}
{"persona": "I am a student from 智能产业研究院 (Institute for Intelligent Industry), my research topic is industrial AI for quality control systems. I am a ai_enthusiast. Uses ChatGPT daily. Embraces AI tools enthusiastically. Sees significant benefits in their work."}
{"persona": "I am a student from 未来实验室 (Future Lab), my research topic is AI agents for human-robot collaboration. I am a moderate_user. Uses ChatGPT occasionally. Selective about when and how to use it. Balanced view of benefits and limitations."}
{"persona": "I am a student from 未来实验室 (Future Lab), my research topic is multi-agent AI systems for complex problem solving. I am a ai_enthusiast. Uses ChatGPT daily. Embraces AI tools enthusiastically. Sees significant benefits in their work."}
{"persona": "I am a student from 生物医学交叉研究院 (Institute of Biomedical Engineering), my research topic is AI-driven drug discovery pipelines. I am a reluctant_user. Rarely uses ChatGPT. Skeptical but tries it occasionally. Prefers traditional methods."}
{"persona": "I am a student from 生物医学交叉研究院 (Institute of Biomedical Engineering), my research topic is deep learning for medical image segmentation. I am a reluctant_user. Rarely uses ChatGPT. Skeptical but tries it occasionally. Prefers traditional methods."}
{"persona": "I am a student from 建筑学院 (School of Architecture), my research topic is AI-powered generative architectural design. I am a ai_enthusiast. Uses ChatGPT daily. Embraces AI tools enthusiastically. Sees significant benefits in their work."}
{"persona": "I am a student from 经济管理学院 (School of Economics and Management), my research topic is AI applications in risk management and trading. I am a ai_enthusiast. Uses ChatGPT daily. Embraces AI tools enthusiastically. Sees significant benefits in their work."}
{"persona": "I am a student from 新闻与传播学院 (School of Journalism and Communication), my research topic is AI for detecting deep fakes and misinformation. I am a non_user. Does not use ChatGPT at all. May have ethical concerns or prefer traditional methods. Might be uninterested in or unaware of AI tools."}
{"persona": "I am a student from 人工智能学院 (School of Artificial Intelligence), my research topic is self-supervised learning for computer vision. I am a ai_enthusiast. Uses ChatGPT daily. Embraces AI tools enthusiastically. Sees significant benefits in their work."}
{"persona": "I am a student from 人工智能学院 (School of Artificial Intelligence), my research topic is AI for scientific discovery and hypothesis generation. I am a non_user. Does not use ChatGPT at all. May have ethical concerns or prefer traditional methods. Might be uninterested in or unaware of AI tools."}
{"persona": "I am a student from 信息科学技术学院 (School of Information Science and Technology), my research topic is AI-enabled network security threat detection. I am a reluctant_user. Rarely uses ChatGPT. Skeptical but tries it occasionally. Prefers traditional methods."}
{"persona": "I am a student from 信息科学技术学院 (School of Information Science and Technology), my research topic is quantum-safe cryptography systems. I am a non_user. Does not use ChatGPT at all. May have ethical concerns or prefer traditional methods. Might be uninterested in or unaware of AI tools."}
{"persona": "I am a student from 医学院 (School of Medicine), my research topic is AI-assisted surgical robotics and navigation. I am a reluctant_user. Rarely uses ChatGPT. Skeptical but tries it occasionally. Prefers traditional methods."}
{"persona": "I am a student from 医学院 (School of Medicine), my research topic is machine learning for genomic data analysis. I am a moderate_user. Uses ChatGPT occasionally. Selective about when and how to use it. Balanced view of benefits and limitations."}
{"persona": "I am a student from 生命科学学院 (School of Life Sciences), my research topic is AI-driven protein structure prediction. I am a non_user. Does not use ChatGPT at all. May have ethical concerns or prefer traditional methods. Might be uninterested in or unaware of AI tools."}
{"persona": "I am a student from 生命科学学院 (School of Life Sciences), my research topic is computational modeling of cellular networks. I am a moderate_user. Uses ChatGPT occasionally. Selective about when and how to use it. Balanced view of benefits and limitations."}
{"persona": "I am a student from 环境学院 (School of Environment), my research topic is AI for climate change prediction and mitigation. I am a reluctant_user. Rarely uses ChatGPT. Skeptical but tries it occasionally. Prefers traditional methods."}
{"persona": "I am a student from 环境学院 (School of Environment), my research topic is machine learning in renewable energy optimization. I am a reluctant_user. Rarely uses ChatGPT. Skeptical but tries it occasionally. Prefers traditional methods."}
{"persona": "I am a student from 材料学院 (School of Materials Science), my research topic is AI-assisted materials discovery and design. I am a moderate_user. Uses ChatGPT occasionally. Selective about when and how to use it. Balanced view of benefits and limitations."}
{"persona": "I am a student from 材料学院 (School of Materials Science), my research topic is quantum materials for computing applications. I am a reluctant_user. Rarely uses ChatGPT. Skeptical but tries it occasionally. Prefers traditional methods."}
{"persona": "I am a student from 自动化系 (Department of Automation), my research topic is autonomous systems for smart agriculture. I am a reluctant_user. Rarely uses ChatGPT. Skeptical but tries it occasionally. Prefers traditional methods."}
{"persona": "I am a student from 自动化系 (Department of Automation), my research topic is deep reinforcement learning for robot manipulation. I am a moderate_user. Uses ChatGPT occasionally. Selective about when and how to use it. Balanced view of benefits and limitations."}
{"persona": "I am a student from 计算机科学与技术系 (Department of Computer Science and Technology), my research topic is natural language processing for code synthesis. I am a ai_enthusiast. Uses ChatGPT daily. Embraces AI tools enthusiastically. Sees significant benefits in their work."}
{"persona": "I am a student from 计算机科学与技术系 (Department of Computer Science and Technology), my research topic is AI-powered program verification. I am a non_user. Does not use ChatGPT at all. May have ethical concerns or prefer traditional methods. Might be uninterested in or unaware of AI tools."}
{"persona": "I am a student from 脑与智能实验室 (Brain and Intelligence Laboratory), my research topic is neuromorphic computing systems. I am a moderate_user. Uses ChatGPT occasionally. Selective about when and how to use it. Balanced view of benefits and limitations."}
{"persona": "I am a student from 脑与智能实验室 (Brain and Intelligence Laboratory), my research topic is brain-inspired AI architectures. I am a moderate_user. Uses ChatGPT occasionally. Selective about when and how to use it. Balanced view of benefits and limitations."}
{"persona": "I am a student from 交叉信息研究院 (Institute for Interdisciplinary Information Sciences), my research topic is quantum machine learning for optimization. I am a ai_enthusiast. Uses ChatGPT daily. Embraces AI tools enthusiastically. Sees significant benefits in their work."}
{"persona": "I am a student from 交叉信息研究院 (Institute for Interdisciplinary Information Sciences), my research topic is AI for quantum circuit design. I am a reluctant_user. Rarely uses ChatGPT. Skeptical but tries it occasionally. Prefers traditional methods."}
{"persona": "I am a student from 统计与数据科学系 (Department of Statistics), my research topic is robust machine learning algorithms. I am a non_user. Does not use ChatGPT at all. May have ethical concerns or prefer traditional methods. Might be uninterested in or unaware of AI tools."}
{"persona": "I am a student from 统计与数据科学系 (Department of Statistics), my research topic is probabilistic graphical models for causality. I am a non_user. Does not use ChatGPT at all. May have ethical concerns or prefer traditional methods. Might be uninterested in or unaware of AI tools."}
{"persona": "I am a student from 工程物理系 (Department of Engineering Physics), my research topic is AI in nuclear reactor control systems. I am a non_user. Does not use ChatGPT at all. May have ethical concerns or prefer traditional methods. Might be uninterested in or unaware of AI tools."}
{"persona": "I am a student from 工程物理系 (Department of Engineering Physics), my research topic is machine learning for particle physics. I am a moderate_user. Uses ChatGPT occasionally. Selective about when and how to use it. Balanced view of benefits and limitations."}
{"persona": "I am a student from 建筑学院 (School of Architecture), my research topic is AI for sustainable building design optimization. I am a ai_enthusiast. Uses ChatGPT daily. Embraces AI tools enthusiastically. Sees significant benefits in their work."}
{"persona": "I am a student from 建筑学院 (School of Architecture), my research topic is machine learning in urban planning. I am a moderate_user. Uses ChatGPT occasionally. Selective about when and how to use it. Balanced view of benefits and limitations."}
